const NOTES = [
  {
    "id": "正规算子",
    "title": "正规算子",
    "date": "2026-07-13",
    "tags": [],
    "file": "notes\\正规算子.html",
    "excerpt": "复正规算子 > 定义1 设@@IM0@@ 是内积空间@@IM1@@上的 线性变换, @@IM2@@是其伴随, 若@@IM3@@, 则称@@IM4@@是@@IM5@@上的正规算子. 类似可定义正规矩阵."
  },
  {
    "id": "测度的扩张与完备化",
    "title": "测度的扩张与完备化",
    "date": "2026-06-20",
    "tags": [],
    "file": "notes\\测度的扩张与完备化.html",
    "excerpt": "本文首发在[[实分析] 测度的扩张与完备化 - 晨锦辉永生之语的文章 - 知乎 https://zhuanlan.zhihu.com/p/2011796760553608267](https://zhuanlan.zhihu.com/p/2011796760553608267)…"
  },
  {
    "id": "Runge逼近定理",
    "title": "Runge逼近定理",
    "date": "2026-06-13",
    "tags": [],
    "file": "notes\\Runge逼近定理.html",
    "excerpt": "我们知道著名的 Weierstrass（第一）逼近定理（1885）："
  },
  {
    "id": "Littlewood三原则",
    "title": "Littlewood三原则",
    "date": "2026-06-12",
    "tags": [],
    "file": "notes\\Littlewood三原则.html",
    "excerpt": "Littlewood三原则是实分析中最基本的定理。"
  },
  {
    "id": "Jordan-Hölder 定理及其模论版本",
    "title": "Jordan-Hölder 定理及其模论版本",
    "date": "2026-06-09",
    "tags": [],
    "file": "notes\\Jordan-Hölder 定理及其模论版本.html",
    "excerpt": "这一定理在Dummit上留作习题了，我们根据Rotman的Advanced Modern Algebra整理了一个证明，并给出其模论版本。"
  },
  {
    "id": "一致可积(一)",
    "title": "一致可积(一)",
    "date": "2026-06-06",
    "tags": [],
    "file": "notes\\一致可积(一).html",
    "excerpt": "我们主要参考了Royden实分析第五版和Rudin实分析与复分析第6章练习。"
  },
  {
    "id": "矩阵乘法可换空间与其多项式空间的关系",
    "title": "矩阵乘法可换空间与其多项式空间的关系",
    "date": "2025-10-16",
    "tags": [],
    "file": "notes\\矩阵乘法可换空间与其多项式空间的关系.html",
    "excerpt": "首先显然有@@IM0@@, 那么何时有@@IM1@@呢? 下面的定理回答了这一点. >定理: @@IM2@@的充要条件刻画 >设@@IM3@@是数域@@IM4@@上的@@IM5@@阶矩阵, 则如下陈述等价. >(1) @@IM6@@; >(2) @@IM7@@; >(3) @@I…"
  },
  {
    "id": "概率论笔记(三)：随机变量",
    "title": "概率论笔记(三)：随机变量",
    "date": "2025-10-10",
    "tags": [
      "概率论",
      "实分析",
      "测度论"
    ],
    "file": "notes\\概率论笔记(三)：随机变量.html",
    "excerpt": "逆映射 考虑@@IM0@@, 则@@IM1@@确定了一个映射@@IM2@@, 它由@@DM0@@所定义, 并保持交并补运算. >命题3.1.1 >如果@@IM3@@是@@IM4@@的子集的@@IM5@@-域, 那么@@IM6@@是@@IM7@@的子集的@@IM8@@-域."
  },
  {
    "id": "概率论笔记(二)：概率空间",
    "title": "概率论笔记(二)：概率空间",
    "date": "2025-09-30",
    "tags": [
      "概率论",
      "实分析",
      "测度论"
    ],
    "file": "notes\\概率论笔记(二)：概率空间.html",
    "excerpt": "概率空间 概率论的基本概念是一个测度空间 @@IM0@@, 使得 @@IM1@@; 这样的测度 @@IM2@@ 被称为概率测度. @@IM3@@ 被视为某个过程的所有可能结果的集合, 集合 @@IM4@@ 的测度被解释为结果位于 @@IM5@@ 中的概率. 首先我们先来看概率论术…"
  },
  {
    "id": "Abel意义下求和, Tauber型问题与Hardy-Littlewood定理",
    "title": "Abel意义下求和, Tauber型问题与Hardy-Littlewood定理",
    "date": "2025-09-13",
    "tags": [
      "数学分析",
      "全国大学生数学竞赛",
      "数学"
    ],
    "file": "notes\\Abel意义下求和, Tauber型问题与Hardy-Littlewood定理.html",
    "excerpt": "Abel求和 >Definition 1(Abel求和): >若@@IM0@@, 级数@@IM1@@收敛, 且@@IM2@@存在且有限, 则称级数@@IM3@@在Abel意义下可求和, 记作@@DM0@@"
  },
  {
    "id": "高等代数：乘法可交换线性变换的性质总结",
    "title": "高等代数：乘法可交换线性变换的性质总结",
    "date": "2025-07-16",
    "tags": [
      "高等代数",
      "线性变换",
      "总结"
    ],
    "file": "notes\\高等代数：乘法可交换线性变换的性质总结.html",
    "excerpt": "前言 大一下学期事情突然就莫名其妙地躲起来了，更新频率减少了. 一直想写这篇文章的，只能等到假期的时候发。这篇文章我们总结一下乘法可交换的线性变换的一些良好性质，供以后参考和复习. 主要参考教材：丘维声下册和谢启鸿白皮书."
  }
];
